Repository: makrohn/polymorphable
Catalog: mods/polymorphable/languages/data.*.po
Languages: de

source: Carrot
de: Möhre

source: Restore 4 HP
de: Stelle 4 TP wieder her

source: consumable
de: Verbrauchsgegenstand

source: Watermelon
de: Wassermelone

source: Restore 4 MP
de: Stelle 4 MP wieder her

source: Bomb
de: Bombe

source: Plant a 3-second bomb
de: Plaziere eine 3-Sekunden Bombe

source: Leather Armor
de: Lederrüstung

source: body
de: Körper

source: Knife
de: Messer

source: main
de: Haupthand

source: Just a kitchen knife
de: Ein Küchenmesser

source: Hero's Sword
de: Heldenschwert

source: The sword of the ancient hero
de: Schwert des antiken Helden

source: Skeleton Key
de: Skelettschlüssel

source: quest
de: Aufgabe

source: Unlocks a door in the Volcano
de: Öffnet eine Tür im Vulkan

source: Fairy Flower
de: Feenblume

source: Return this flower to Elder Thomas
de: Bringe diesen Gegenstand zu Thomas dem Stammesältesten

source: Bat Talisman
de: Fledermaus Talisman

source: Use to transform into a bat and fly
de: Benutze es zur Verwandlung in eine Fledermaus zum fliegen

source: Snake Talisman
de: Schlangen Talisman

source: Use to transform into a snake and spit acid at enemies and switches
de: Benutze es zur Verwandlung in eine Schlange und spucke Gift

source: Ghost Talisman
de: Geister Talisman

source: Use to transform into a ghost and pass through flame
de: Benutze es und gehe durch Feuer

source: Half of Juggernaut Talisman
de: Hälfte des Moloch Talismans

source: Bring to the Village Elder to create the Juggernaut Talisman
de: Bringe es zum Stammesältesten um das Moloch Talisman zu erschaffen

source: Juggernaut Talisman
de: Moloch Talisman

source: Transform into a mighty juggernaut
de: Verwandle dich in einen mächtigen Moloch

source: Body
de: Körper

source: Consumable
de: Verbrauchsgegenstand

source: gem
de: Edelstein

source: Gem
de: Edelstein

source: Main Hand
de: Haupthand

source: Quest Item
de: Gegenstand für eine Aufgabe

source: Swing
de: Schlag

source: Basic melee attack
de: Standard Nahkampfangriff

source: Crush
de: Stoß

source: Knock your enemy back
de: Stoße die Gegner zurück

source: Lightning Storm
de: Gewitter

source: Three lightning bolts strike randomly around you
de: Drei Blitze zischen wahllos umher

source: Shield
de: Schild

source: Create a force field that absorbs damage
de: Beschwöre ein Kraftfeld, welches Schaden absorbiert

source: Haste
de: Eile

source: Double run and attack speed for 8 seconds
de: Doppelte Angriffs- und Gehgeschwindigkeit für die nächsten 8 Sekunden

source: Cleave
de: Schlitzer

source: Attack all enemies in a wide arc
de: Greife alle Gegner um dich herum mit einem weit ausgeholten Schlag an

source: Leech Strike
de: Blutegelschlag

source: Turn 50% of damage you deal into HP
de: Verwandle die Hälfte des Schadens in TP

source: Stun Strike
de: Betäubungsschlag

source: Stun an enemy for 3 seconds
de: Betäube einen Gegner 3 Sekunden lang

source: Ice Blast
de: Eisige Druckwelle

source: Slow nearby enemies for 5 seconds
de: Verlangsame Gegner in deiner Nähe 5 sekundenlang

source: Shoot (enemy)
de: Schuss (Gegner)

source: Drop a bomb that does 5 damage when it explodes.
de: Lege eine Bombe, die bei Explosion 5 Schadenspunkte anrichtet.

source: Explode (npc)
de: Explosion (NPC)

source: Damages nearby enemies
de: Schädigt Gegner in der Nähe

source: flametrap (trap)
de: Feuerfalle

source: Plant a 3-second bomb.
de: Lege eine 3 Sekunden Bombe

source: Holy Sword
de: Heiliges Schwert

source: Deal two damage to all enemies on-screen
de: Füge allen Gegner auf dem Bildschirm 2 Schadenspunkte zu

source: Summon Bat (enemy)
de: Beschwöre Fledermaus

source: Fire Bomb (enemy)
de: Feuerbombe (Gegner)

source: Drop a bomb that does 10 damage when it explodes to the whole screen.
de: Lege ein Bombe, die allen auf dem Bildschirm 10 Schaden zufügt.

source: Firebomb Explosion (enemy)
de: Feuerbombenexplosion

source: Explode (enemy)
de: Explosion (Gegner)

source: Enemy Beacon
de: Gegnerisches Blinklicht

source: Bring other enemies into the fight with a dummy attack
de: Locke andere Gegner in den Kampf durch einen unechten Angriff

source: Disenchant
de: Entzaubern

source: Transform back to human
de: Verwandlung zurück in einen Mensch

source: Fire Immunity
de: Feuersicherheit

source: Bleeding
de: Blutend

source: Immobilized
de: Bewegungsunfähig

source: Slowed
de: Verlangsamt

source: Stunned
de: Betäubt

source: HP (bonus)
de: TP (Bonus)

source: HP Regen (bonus)
de: TP Wiederherstellung (Bonus)

source: MP Regen (bonus)
de: MP Wiederherstellung(Bonus)

source: Accuracy (bonus)
de: Genauigkeit (Bonus)

source: Avoidance (bonus)
de: Ausweichen (Bonus)

source: Crit (bonus)
de: Kritischer Treffer (Bonus)

source: Speed (bonus)
de: Geschwindigkeit (Bonus)

source: Offense (bonus)
de: Angriff (Bonus)

source: Defense (bonus)
de: Verteidigung (Bonus)

source: Physical (bonus)
de: Kraft (Bonus)

source: Mental (bonus)
de: Geist (Bonus)

source: XP(bonus)
de: EP (Bonus)

source: Fire Resistance (bonus)
de: Feuerwiderstand (Bonus)

source: Ice Resistance (bonus)
de: Kältewiderstand (Bonus)

source: Immunity
de: Immunität

source: Heal
de: Heilung

source: HP over time
de: TP für eine gewisse Zeit

source: MP over time
de: MP für eine gewisse Zeit

source: Knockback
de: Rückstoß

source: Earth Resistance (bonus)
de: Erdwiderstand (Bonus)

source: Wind Resistance (bonus)
de: Windwiderstand (Bonus)

source: Holy Resistance (bonus)
de: Heiligenwiderstand (Bonus)

source: Dark Resistance (bonus)
de: Dunkelwiderstand (Bonus)

source: HP Percent (bonus)
de: TP prozentualer Bonus

source: MP Percent (bonus)
de: MP prozentualer Bonus

source: Transform into Bat
de: Verwandlung in eine Fledermaus

source: Turn into a bat
de: Werde eine Fledermaus

source: Transform into Snake
de: Verwandlung in eine Schlange

source: Turn into a spitting snake
de: Werde eine spuckende Schlange

source: Spit Acid
de: Spucke Säure

source: Spit Fire
de: Spucke Feuer

source: Transform into Ghost
de: Verwandlung in einen Geist

source: Turn into a ghost
de: Werde ein Geist

source: Transform into Juggernaut
de: Werde ein Moloch

source: Turn into a powerful knight for a short time
de: Werde ein sehr mächtiger Krieger für eine kurze Zeit

source: Transform into Squirrel
de: Verwandlung in ein Eichhörnchen

source: Turn into a squirrel
de: Werde ein Eichhörnchen

source: fire
de: Feuer

source: Fire Resistance
de: Feuerwiderstand

source: ice
de: Eis

source: Ice Resistance
de: Kältewiderstand

source: earth
de: Erde

source: Earth Resistance
de: Erdwiderstand

source: Wind Resistance
de: Windwiderstand

source: Adventurer
de: Abenteurer

source: Therianthrope
de: Therianthrop

source: Skinwalker
de: Hautenwandler

source: Shapeshifter
de: Formenbildner

source: Doppelganger
de: Doppelgänger

source: Girl
de: Mädchen

source: Cultist Archer
de: Kultbegeisteter Bogenschütze

source: Bat
de: Fledermaus

source: Beetle
de: Käfer

source: Cultist Mage
de: Kultbegeisteter Magier

source: Combat Dummy
de: Kampfattrappe

source: Daphne's Shadow
de: Der Schatten von Daphne

source: Firebat
de: Feuerfledermaus

source: Fire Bomb
de: Feuerbombe

source: Fire Skeleton
de: Feuerskelett

source: Ghost
de: Geist

source: Ghost Bomb
de: Geisterbombe

source: Giant Fire Skeleton
de: Großes Feuerskelett

source: Giant Ghost
de: Großer Geist

source: Juggernaut
de: Moloch

source: Cultist Knight
de: Kultbegeisteter Ritter

source: Cultist Monk
de: Kultbegeisteter Mönch

source: Ruby Snake
de: Rubinschlange

source: Skeleton
de: Skelett

source: Skeleton Knight
de: Skelettritter

source: Skeleton Mage
de: Skelettmagier

source: Slime
de: Schleim

source: Snake
de: Schlange

source: Venom Bat
de: Giftige Fledermaus

source: Zalkaz, Bane of Laurelia
de: Zalkaz, Fluch von Laurelia

source: Barracks
de: Kasernen

source: Secret Basement
de: Geheimer Keller

source: Secret Cavern
de: Geheime Grube

source: Chest
de: Schatztruhe

source: Hidden Waterway
de: Verstecktes Rinnsal

source: You found the switch key in a barrel!
de: Du hast den Schalterschlüssel in einem Fass gefunden!

source: Suspicious Barrel
de: Verdächtiges Fass

source: An empty chest!
de: Eine leere Schatztruhe!

source: There's a key-shaped hole in this rock.
de: Da ist ein Schlüsselloch in dem Fels.

source: Strange Rock
de: Komischer Fels

source: "Leftover material from blasting is unstable due to cave-ins! Do not approach!"
de: "Zurückgelassenes Material vom Kammerbruchbau. Einsturzgefahr!

source: Sign
de: Schild

source: Sewer
de: Abflusskanal

source: FENCES ARE FOR YOUR PROTECTION. DO NOT OPEN GATES.
de: ZÄUNE DIENEN DEINER SICHERHEIT! ÖFFNEN DES TORS VERBOTEN!

source: Signpost
de: Wegweiser

source: There is a strange groove in this rock
de: Eine komische Auskehlung befindet sich in diesem Fels

source: Sanctuary
de: Altarraum

source: You must defeat your shadow!
de: Du musst deinen Schatten besiegen!

source: Fountain
de: Quelle

source: The switch key fits into the hole in this rock!
de: Der Schalterschlüssel passt genau in das Loch im Felsen

source: It has been a long journey from Castle Hestian, but we have finally found a safe glade away from prying eyes. We shall found our village here, among the laurel trees.
de: Es war eine lange Reise von der Burg Hestian, aber wir haben jetzt eine sichere Lichtung gefunden, die du mit deinen spähenden Augen nicht sehen kannst. Wir werden hier unser Dorf gründen, direkt unter dem Lorbeerbaum.

source: Dusty Diary
de: Verstaubtes Tagebuch

source: It has been a hundred years now since King Hestian's decree to burn all the "skinchangers." We must go into hiding or he'll destroy us all.
de: Es ist jetzt 100 Jahre her seit König Hestian das Dekret beschloß, alle Hautenwandler zu verbrennen. Wir müssen uns verstecken oder er wird uns alle verbrennen.

source: Moldy Diary
de: Angeschimmeltes Tagebuch

source: King Hestian will not let us live in the open unless we share with him the secret of immortality. If only we actually held that secret, as he believes!
de: König Hestian wird uns nicht öffentlich leben lassen, es sei denn wir teilen das Geheimnis der Unsterblichkeit mit ihm. Wenn wir das Geheimnis denn wüssten, so wie er es glaubt.

source: Yellowed Diary
de: Vergilbtes Tagebuch

source: Underground Lake
de: Unterirdischer See

source: Ambushed!
de: Überfallen!

source: Castle Entry
de: Schlosseingang

source: Castle Atrium
de: Schlossinnenhof

source: Castle Hall
de: Schlosshalle

source: Castle Basement
de: Schlosskeller

source: Violent bombs ahead!
de: Gefährliche Bomben vorraus!

source: Destroy them from afar to defuse them!
de: Zerstöre sie aus der Distanz, um sie zu entschärfen.

source: Castle Balcony
de: Schlossbalkon

source: TRAPPED!
de: GEFANGEN!

source: Castle Ballroom
de: Schlossballsaal

source: Castle Sewer
de: Schlossabwasserkanal

source: Castle Path
de: Schlossweg

source: Cavern
de: Schlossgrube

source: Drag to actionbar to use.
de: Ziehe auf die Aktionsbar um es zu benutzen.

source: Carrots
de: Möhren

source: Unmarked Grave
de: nicht gekennzeichnetes Grab

source: Church
de: Kirche

source: Daphne's House
de: Daphnes Haus

source: Elder's House
de: Haus des Stammesältesten

source: A secret passage!
de: Ein geheimer Durchgang!

source: Glade
de: Lichtung

source: Granary
de: Kornkammer

source: Inn, 1st Floor
de: Gasthof, 1. Stock

source: Inn, 2nd Floor
de: Gasthof, 2. Stock

source: Laurelia
de: Lorbeerheim

source: You've fallen in a hole!
de: Du bist in ein Loch gefallen!

source: Library
de: Bibliothek

source: p.32: "Ghosts, being incorporeal, are nearly immune to heat and fire."
de: Seite 32: "Geister, körperlose Wesen, sind fast immun gegen Hitze und Feuer."

source: On Ghosts
de: Über Geister

source: p.1: "This small town is a seeming backwater. However, nearly every one of it's citizens has the ability to polymorph into another creature." Better put it back on the top shelf where the tourists can't find it.
de: Seite 1: "Diese kleine Stadt ist ein ziemlich verschlafenes Nest. Wie auch immer, fast jeder der Einwohner hat die Fähigkeit sich in eine andere Gestalt zu verwandeln." Lege das Buch besser wieder oben auf das Regal, wo kein Tourist es finden kann.

source: History of Laurelia
de: Geschichte von Lorbeerheim

source: p. 967: "Zalkaz was constantly beset by paladins seeking to destroy him; he would eliminate each one by blotting out the light with hordes of bats."
de: Seite 967: "Zalkaz wurde immer wieder von Paladinen bedrängt, die ihn zerstören wollten. Er tötete jeden von ihnen, indem er das Licht durch eine Horde von Fledermäusen verdunkelte.

source: Demonology
de: Dämonenlehre

source: Market
de: Markt

source: Market Basement
de: Marktkeller

source: Mountain Path
de: Bergweg

source: Small House
de: Kleines Haus

source: Smithy
de: Schmiede

source: Snow Mountain
de: Verschneiter Berg

source: You need the Juggernaut Talisman to proceed!
de: Du benötigst den Moloch Talisman, um weiterzukommen.

source: Mountain Cave
de: Berghöhle

source: Bring ssssacrifices for Zalkaz here!
de: Bringt Opfer für Zalkaz hierher!

source: Zalkaz's Lair
de: Zalkaz Versteck

source: You're home!
de: Du bist zu Hause!

source: Prepare to die!
de: Seid bereit zu sterben!

source: Mountain Mine
de: Bergmine

source: Empty...
de: Leer...

source: Mountain Shop
de: Berg-Handelshütte

source: Safe Room
de: Sicherer Raum

source: Tavern
de: Taverne

source: Volcano
de: Vulkan

source: Locked Gate
de: Geschlossenes Tor

source: Anvil
de: Amboss

source: There might be a way to cross that small gap, but it looks deadly.
de: Da könnte ein Weg sein, diese schmale Lücke zu überqueren, aber es sieht tödlich aus.

source: Lava River
de: Lavastrom

source: Someone has scrawled here: "The fire skeleton's bombs killed my friend instantly! If I wasn't a ghost already, I'd have died, too."
de: Jemand schrieb hier: "Die Bombe des Feuerskeletts tötete meinen Kameraden sofort. Wenn ich nicht schon ein Geist gewesen wäre, wäre auch ich gestorben.

source: Explore the strange basement you've found underneath the Elder's house.
de: Erkunde den komischen Keller, den du unter dem Haus des Stammesältesten gefunden hast.

source: You've found a strange key, but what on earth could it be used for?
de: Du hast einen komischen Schlüssel gefunden, aber wofür könnte man diesen benutzen?

source: Speak with the ghost in the basement.
de: Sprich mit dem Geist in dem Keller.

source: Explore the village of Laurelia
de: Erkunde das Dorf Lorbeerheim

source: Find the Fairy Flower north of town, over the river.
de: Finde die Feenblume nördlich des Dorfes, jenseits des Flusses.

source: You found the Fairy Flower! Now to bring it home to the Elder, and to explain what you saw in the cave.
de: Du hast die Feenblume gefunden! Bringe sie zu dem Stammesältesten und erkläre ihm den Vorfall in der Höhle.

source: You have been tasked with finding the Juggernaut Talisman. Go east to find the first half in the volcano.
de: Deine Aufgabe ist es das Moloch Talisman zu finden. Suche im Osten des Dorfes in dem Vulkan nach der ersten Hälfte.

source: You have found the first half of the Juggernaut Talisman. Go to the volcano to the west to find the second half.
de: Du hast die erste Hälfte des Moloch Talismans gefunden. Gehe zu dem Vulkan im Westen, um die zweite Hälfte zu finden.

source: You have found the 2nd half of the Juggernaut Talisman. Bring it to the village elder to have him combine the halves.
de: Du hast die zweite Hälfte des Moloch Talisdmans gefunden. Bringe beide Hälften zu dem Stammesältesten, um sie zu vereinen.

source: Scale Snow Mountain, south of Laurelia, to put an end to Zalkaz once and for all.
de: Gehe zu dem verschneiten Berg südlich von Lorbeerheim, um die Ära von Zalkaz ein für alle Mal zu beenden.

source: Leave Zalkaz's Lair, and return to Laurelia to talk to the townsfolk. Congratulations, you've beaten Laurelia's Polymorphable Citizens!
de: Verlasse Zalkaz Höhle und kehre zurück nach Lorbeerheim und rede mit den Dorfbewohnern. Herzlichen Glückwunsch, du hast "Laurelia's Polymorphable Citizens" geschlagen.

source: Wot the Apprentice
de: Wot, der Lehrling

source: Good Morning
de: Guten Morgen

source: Good morning Daphne.
de: Guten Morgen Daphne.

source: Good morning Wot! Clara working you hard?
de: Guten Morgen Wot! Arbeitest du hart für Clara?

source: It's miserable. I've forged three swords and two helms this morning, but she says it's still not enough.
de: Es ist nicht zum Aushalten! Ich habe drei Schwerter und zwei Helme heute morgen geschmiedet, aber sie sagt es sei nicht genug.

source: Keep at it! One of these days, maybe you'll be as good a smith as she is!
de: Bleib dabei! Eines Tages wirst du vielleicht doch ein guter Schmied so wie sie es ist.

source: I hope so, but I suppose I can always join the King's knights if this doesn't pan out.
de: Ich hoffe es, aber ich glaube, ich kann mich immer noch den Rittern des Königs anschließen, wenn das hier nichts wird.

source: Oh, don't be silly - you couldn't leave this village. I've seen how Waka looks at you!
de: Oh, stell dich nicht dumm an. Du kannst dieses Dorf nicht verlassen! Ich habe gesehen wie Waka dich ansieht.

source: Wait, what? She's never said anything!
de: Warte, was? Sie hat nie etwas gesagt!

source: Oh, I see her staring.
de: Oh, ich sehe sie, wie sie dich anstarrt.

source: *Wot blushes*
de: *Wot errötet*

source: See you around!
de: Bis später!

source: Barman Insel
de: Kellner Insel

source: Chat
de: Reden

source: Not too many people in the tavern.
de: Es sind nicht allzu viele Leute in der Taverne.

source: It's midmorning. Gives me time to get the steins clean.
de: Es ist vormittags. Da hab ich Zeit die Bierkrüge abzuwaschen.

source: Death of the Shade
de: Tod des Schattens

source: Ah, I can rest now... if you wish, read the books beside me for history of these ruins...
de: Ah, Jetzt kann ich mich ausruhen... Wenn du wünscht, lies die Bücher neben mir. Darin steht etwas über die Geschichte dieser Ruinen.

source: The Shade
de: Der Schatten

source: I cannot rest! Look into the fountain... and defeat your shadow there!
de: Ich kann mich nicht ausruhen. Schaue in die Quelle... und besiege deinen Schatten dort.

source: These ruins have been here a long time, before the founding of Laurelia.
de: Diese Ruinen waren schon sehr lange hier, lange bevor Lorbeeerheim gegründet wurde.

source: During the dark times when we the Kingdom was ruled by King Hestian, we fled here, and built a city in the light.
de: Während den dunklen Zeiten als das Königreich von König Hestian beherrscht wurde, sind wir hierher geflohen und haben eine Stadt des Lichts errichtet.

source: Some people, including the sorcerer Zalkaz, created warrens under the city, in case the mad King's soldiers found us.
de: Einige Leute, einschließlich des Zauberers Zalkaz, haben einen Bau unter der Stadt errichtet für den Fall das die Soldaten des wahnsinnigen Königs uns finden sollten.

source: Zalkaz conducted experiments in the darkness while the other Laurelians remained in the light.
de: Zalkaz hat Experimente im Dunkeln durchgeführt, während andere Lorbeerheimer im Licht verblieben.

source: After the mad King died, he sent guards to root our Zalkaz, with the assistance of the Laurelian populace.
de: Nachdem der wahnsinnige König gestorben ist, hat er seine Wachen zu unserem Zalkaz gesand mit der Hilfe von der restlichen Bevölkerung von Lorbeerheim.

source: The skeletons you see down here are the remainder of his frightening experiments.
de: Die Skelette, die du hier unten siehst, sind Überbleibsel seiner schrecklichen Experimente.

source: Take this talisman, which has a piece of your shadow bound to it. You should now be able to remain humanoid while incorporeal.
de: Nimm diesen Talisman, welches ein Stück Schatten umschließt. Du wirst damit menschlich bleiben, während du geisterhaft zugleich bist.

source: Clara the Blacksmith
de: Clara die Schmiedin

source: Weapons
de: Waffen

source: Ah, so you need a better sword to beat the Evil One?
de: Ah, du brauchst also ein besseres Schwert um das Böse zu schlagen?

source: I've got this one that I made last night, but I'm feeling pretty attached to it.
de: Ich habe dieses hier. Ich habe es letze Nacht geschmiedet, aber ich bin ihm sehr zugetan.

source: It'll cost ya 100 gold. Sound like a deal?
de: Es kostet dich 100 Goldstücke. Ist das ein gutes Angebot?

source: The Hero's Sword
de: Das Heldenschwert

source: The tag on this sword says "The sword of the ancient hero."
de: Das Zeichen auf diesem Schwert sagt "Das Schwert des antiken Helden."

source: It is!
de: Ja natürlich!

source: Didn't you say you just finished forging it last night?
de: Hast du gerade nicht gesagt, du hättest es letze Nacht geschmiedet?

source: No! Of course not! It's the Ancient Hero's sword. I just finished polishing it last night.
de: Nein, natürlich nicht! Es ist das Schwert des antiken Helden! Ich habe es nur letze Nacht poliert.

source: You were going to try to sell it to the next nobleman who comes through town, weren't you?
de: Du versucht es dem Nächsten zu verkaufen, der durch die Stadt kommt, stimmt's?

source: Could be.
de: Könnte sein.

source: Good morning! I just finished some work on a new sword last night, and I'm showing it off to anyone who comes by.
de: Guten Morgen! Ich bin letze Nacht mit einem neuen Schwert fertig geworden und zeige es jedem der vorbeikommt.

source: The End
de: Das Ende

source: Daphne, you've destroyed Zalkaz! I'm proud of you for putting that sword to good use.
de: Daphne, du hast Zalkaz besiegt! Ich bin sehr stolz auf dich, dass du das Schwert sinnvoll genutzt hast.

source: So that means I'll get a refund? Come on, this is like free advertising.
de: Heißt das, dass ich mein Gold zurückbekomme? Komm schon, das ist wie freie Werbung.

source: No way! But I'll tell you what, I'll cook you dinner tonight.
de: Auf gar keinen Fall! Aber ich sage dir was: Ich werde dir heute Abendessen kochen.

source: Brewmistress Waka
de: Braumeisterin Waka

source: Good evening! Have you come to try one of my latest creations?
de: Guten Abend! Kommst du vorbei um eine meine letzten Kreationen zu probieren?

source: I promise tonight's oatmeal stout is the best batch I've ever made.
de: Ich verspreche, das Haferstarkbier heute abend ist die beste Charge, die ich je hatte!

source: Let's raise a glass to your good health!
de: Lass uns auf deine gute Gesundheit anstoßen!

source: Captain Tam
de: Kapitän Tam

source: Good afternoon.
de: Guten Abend.

source: Slow day?
de: Langweiliger Tag heute?

source: Very slow... that new recruit keeps getting hit by the combat dummy, though, so that's good for a laugh.
de: Ziemlich langweilig... Der neue Rekrut wird immer noch von der Kampfattrappe geschlagen, das ist immerhin noch für einen Lacher gut.

source: Altea, Keeper of the Faith
de: Altea, Hüter des Glaubens

source: Restore
de: Wiederherstellen

source: Welcome to the Church!
de: Willkommen im Gotteshaus!

source: Come to the Church whenever you are wounded, and I shall heal you.
de: Komm immer in die Kirche, wenn du verwundet bist, und ich werde dich heilen.

source: Shandra's Daughter, Kelsey
de: Sandras Tochter, Kelsey

source: Hey Daphne, out and about today?
de: Hey Daphne, heute wieder unterwegs?

source: It's beautiful, plus I have a couple errands to do for Elder Thomas. Will you be coming to my sixteenth birthday ceremony tomorrow?
de: Es ist wunderschön und ich habe ein paar Fehler zu korrigieren für Thomas den Stammesältesten. Wirst du zu meiner sechzehnten Geburtstagfeier morgen kommen?

source: Of course! There's no place else in the village I'd rather.
de: Natürlich! Es gibt keinen anderen Platz in diesem Dorf, an den ich lieber ginge.

source: I hope it's half as awesome as yours was last month.
de: Ich hoffe, dass es zumindest halb so spanned sein wird wie deine Feier letzten Monat.
