Repository: makrohn/polymorphable
Catalog: mods/polymorphable/languages/data.*.po
Languages: de

source: I'm sure it will be. Come back tonight for dinner, too!
de: Ich bin mir sicher, dass es so sein wird. Komm doch heute abend auch zum Essen vorbei!

source: Mmm, more pulled pork? Excellent!
de: Mmm, noch mehr Schweinebraten? Sehr gut!

source: Deacon Ray
de: Diakon Ray

source: Hi Daphne, it's bee a while. You don't see anything weird around here, do you?
de: Hallo Daphne, es ist schon eine Weile her. Du siehst nicht zufällig etwas Komisches hier?

source: Should I?
de: Sollte ich?

source: No, uh, no. It's just that there's been weird sounds from the graveyard at night lately.
de: Nein, erm, nein. In letzter Zeit kamen nur komische Geräusche nachts vom Friedhof.

source: Maybe you shouldn't drink coffee before bed.
de: Vielleicht solltest du keinen Kaffee vorm Zubettgehen trinken?

source: Yeah, that's it, I'll lay off the coffee.
de: Ja, das ist es! Ich werde den Kaffee erstmal absetzen.

source: Elder Thomas
de: Thomas, der Stammesälteste

source: Daphne, you must save the world from Zalkaz!
de: Daphne, du musst die Welt vor Zalkaz schützen!

source: The Juggernaut Talisman
de: Das Moloch Talisman

source: You must find the Juggernaut Talisman!
de: Du musst den Moloch Talisman finden!

source: Thank you for finding both halves of the Talisman!
de: Danke, dass du beide Hälften des Talisman gefunden hast!

source: Now I will make them whole again.
de: Jetzt werde ich den Talisman wieder zusammenfügen.

source: So, what do I do now with this thing?
de: Ok, also was soll ich jetzt mit dem Ding machen?

source: Go south to the Snow Mountain. The ancient texts say that is where Zalkaz makes his lair.
de: Gehe südwärts zu dem verschneiten Berg. In den alten Schriften steht geschrieben, dass dort Zalkaz sein Versteck hat.

source: Does he have a sled to come back down on?
de: Hat er auch einen Schlitten, um den Berg herunterzurodeln?

source: Of course not! He's a bat! Be prepared for anything.
de: Natürlich nicht! Er ist eine Fledermaus, sei auf alles vorbereitet.

source: You've found the first half of the Talisman, wonderful! The second half is in a ruined castle to the west.
de: Du hast die erste Hälfte des Talisman gefunden, großartig! Die zweite Hälfte ist in einer Schlossruine im Westen.

source: You may also want to speak with Robin the Hunter on your way over. I told him to give you some of his equipment.
de: Auf dem Weg dorthin könntest du viellicht auch mit Robin dem Jäger sprechen. Ich fragte ihn, ob er dir ein Teil seiner Ausrüstung geben kann.

source: Ah, the Fairy Flower! Did you run into any trouble in the forest?
de: Ah, die Feenblume! Hattest du irgendwelche Schwierigkeiten im Wald?

source: Yes, I did. I suppose I ought to thank you for the sword.
de: Ja, das kann man wohl sagen! Ich glaube, ich sollte dir für das Schwert danken.

source: Snarks? Grumpkins?
de: Schnarks? Grönkel?

source: No, I just, you know, unleashed an ancient evil. Thanks a bunch for the warning.
de: Nein, weißt du, ich habe nur ein altes Übel entfesselt. Danke für die Warnung.

source: Ah, I hoped that I would never have to tell you. You see, I never told you about your parents. You weren't actually left on my doorstep - the house you live in was theirs, before they left to seal away the ancient evil Zalkaz.
de: Ah, ich hatte die Hoffnung es dir nie erzählen zu müssen. Weißt du, ich habe dir nie etwas über deine Eltern erzählt. Du wurdest nicht einfach so an meiner Tür zurückgelassen, sondern das Haus, in dem du lebst, war ihres. Bevor sie loszogen, um das alte Übel Zalkaz wieder einzusperren.

source: When in the heck were you planning on letting me know the truth!?
de: Wann hast du denn vorgehabt mir die ganze Wahrheit zu erzählen?

source: Tomorrow, after your birthday party, I promise! They died nobly, but now, it falls to you to finish their work.
de: Morgen, nach deiner Geburtstagsfeier, versprochen! Sie sind edel gestorben, nun fällt dir das Erbe zu ihre Arbeit zu beenden.

source: You must find what they never could: both halves of the Juggernaut Talisman. With the Talisman, you can seal away the Ancient Evil forever!
de: Du must das finden, was sie nicht gefunden haben: Die beiden Hälften des Moloch Talismans. Mit diesem Talisman wirst du das alte Übel für alle Zeit einsperren.

source: Go east, and use your bat talisman to fly over the ruined bridge, and seek the first half of the Juggernaut Talisman in the volcano.
de: Gehe ostwärts und benutze den Fledermaus Talisman um über die zerstörte Brücke zu fliegen. Suche nach der ersten Hälfte des Moloch Talsimans in dem Vulkan.

source: The Fairy Flower
de: Die Feenblume

source: Have you found the Fairy Flower yet?
de: Hast du schon die Feenblume gefunden?

source: Ah, Daphne! It's good to see you this morning. You turn sixteen tomorrow, but it seems like just yesterday that I found you in a basket at my door.
de: Ah, Daphne! Es ist schön dich heute zu sehen. Du wirst ja morgen sechszehn Jahre alt, aber mir kommt es so vor, als hätte ich dich erst gestern in einem Korb an meiner Tür gefunden.

source: Sixteen long years of doing pointless chores for you, Thomas.
de: Sechzehn lange Jahre habe ich sinnlose Hausarbeit für dich erledigt, Thomas.

source: Come now, you wound an old man! Tomorrow you shall be released from my endless tasks, but today, I need you to do one more.
de: Oh, du verletzt mich! Morgen werde ich dich von deinen Aufgaben freistellen, aber heute musst du noch etwas für mich erledigen.

source: Joy of joys. Where are you sending me today?
de: Freude aller Freuden! Wo soll ich also heute noch hingehen?

source: I need you to find the Fairy Flower in the forests. It's the last ingredient I need to create the wreath to hang in your new home.
de: Ich möchte, dass du die Feenblume im Wald findest. Das ist die letzte Zutat die ich brauche, um den Kranz zu fertigen, der in dein neues Haus kommt.

source: A housewarming present I have to fetch myself? Awww, you shouldn't have.
de: Ein Geschenk für die Einweihungsfeier, das ich selbst besorgen soll? Das solltest du dir anders überlegen.

source: Ha! You're my girl. The Fairy Flower is found north of town, across the river.
de: Ha! Du machst das schon. Die Feenblume findest du nördlich der Stadt, direkt jenseits des Flusses.

source: I know your parents will rest much better knowing that their work is finished.
de: I weiß genau, dass deine Eltern viel besser ruhen werden in dem Wissen, dass ihre Arbeit beendet wurde.

source: May they rest in peace... Thank you, Thomas.
de: Sie mögen in Frieden ruhen... Danke, Thomas.

source: Be wary, though. Zalkaz is but one of the many evils who threaten our world. I hope that someday you can venture beyond Laurelia, where the world may have use of your sword once more.
de: Sei aber trotzdem vorsichtig. Zalkaz ist nur einer von vielen Bösewichten die unsere Welt bedrohen. Ich hoffe, dass du eines Tages auch außerhalb von Lorbeerheim reisen kannst. Dort wo die Welt auch durch dein Schwert besser wird.

source: Oh great, just what I always wanted... more bats and snakes to kill.
de: Oh, großartig, genau das was ich schon immer tun wollte... noch mehr Fledermäuse und Schlangen töten.

source: Shade of Elder Thomas
de: Schatten von Thomas dem Stammesältesten

source: Daphne, I'm projecting to you via telepathy!
de: Daphne, ich projiziere mich zu dir durch telepathische Fähigkeiten!

source: I was reading my brother's ancient scrolls, and discovered that Zalkaz has the power to summon hordes of bats.
de: Ich habe die alten Schriftrollen meines Bruders gelesen und festgestellt, dass Zalkaz die Fähigkeit hat eine Menge Fledermäuse auf einmal heraufzubeschwören.

source: Do not face him without polymorphing into a juggernaut first!
de: Greife ihn nicht an, ohne vorher in ein Moloch verwandelt zu sein.

source: Avoid him when he summons the bats, and then use your Holy Sword power to knock them all out in one swing of your sword!
de: Weiche ihm aus, während er gerade Fledermäuse heraufbeschwört. Danach nutze dein heiliges Schwert, um sie alle gleichzeitig zu töten!

source: I wish you luck.
de: Ich wünsche dir viel Glück.

source: Howard the Gardener
de: Howard der Gärtner

source: Oh, I have some fresh carrots and watermelons, they're good for what ails you!
de: Oh, ich habe ein paar frische Möhren und Wassermelonen gefunden. Die sind gut gegen alle möglichen Schmerzen!

source: Thanks for saving the village!
de: Danke, dass du das Dorf gerettet hast!

source: Now that we're so famous, maybe soon some more vendors will come to town.
de: Jetzt, da wir alle berühmt sind, werden hoffentlich mehr Händler in diese Stadt kommen.

source: River of Flames
de: Flammenfluss

source: Be careful not to traverse the river of flames...
de: Sei vorsichtig, gehe nicht über den Flammenfluss...

source: Parents
de: Eltern

source: Hello, Daphne.
de: Hallo Daphne.

source: How do you know my name? Why aren't you attacking me?
de: Woher kennt ihr meinen Namen? Warum greift ihr mich nicht an?

source: I knew your father long ago... it was here he first battled Zalkaz, to try and seal him away. Half the Juggernaut Talisman is in here.
de: Ich kannte deinen Vater vor langer Zeit... Es war hier, wo er Zalkaz zunächst bekämpft hat. Er versuchte ihn zu fesseln. Die Hälfte des Moloch Talisman ist hier drin verborgen.

source: There is now a lava ward preventing anyone from passing to the house...
de: Nun ist hier ein Lavabecken, welches jeden davon abhält das Haus zu betreten...

source: I can get across, but alas, I am already dead. Stay away from the lava unless you want to be dead, too.
de: Ich kann drüberschweben, aber nun ja, ich bin ja auch schon tot. Bleib bloß weg von der Lava, es sei denn du möchtest auch sterben.

source: I think I learned not to touch hot objects when I was three, thanks for the tip.
de: Ich glaube ich habe im Alter von drei Jahren gelernt keine heißen Dinge anzufassen. Aber trotzdem danke für den Hinweis.

source: Ancient Tombstone
de: Alter Grabstein

source: Examine Tombstone
de: Untersuche Grabstein

source: As you gaze upon the tombstone, you hear a voice coming from the walls.
de: Gerade als du den Grabstein anstarrst, hörst du eine Stimme aus den Wänden.

source: I knew it was just a matter of time until someone stumbled upon my tomb!
de: Ich wusste, dass es nur eine Frage der Zeit ist, bis jemand über mein Grab stolpert!

source: But never in the wildest dreams did I believe it would be the daughter of my captors!
de: Aber niemals, auch in meinen wildesten Träumen nicht, wagte ich zu träumen, dass es die Tochter meines Bezwingers ist.

source: What? Who are you? Where are you?
de: Was? Wer bist du? Wo bist du?

source: I am Zalkaz, the Destroyer of Worlds! When you approached my tombstone, your life force set me free.
de: Ich bin Zalkaz, Zerstörer der Welt! Als du dich meinem Grabstein nähertest, hat deine Lebenskraft mich befreit.

source: Oh, and I'm so scared now. You're just a voice, who cares?
de: Oh, und ich bin jetzt so verängstigt. Du bist nur eine Stimme, also wen interessiert's?

source: Who cares? The entire world shall tremble, for soon I shall have my body back, and I shall sweep through the lands with my fiery sword of rage!
de: Wen es interessiert? Die ganze Welt soll erzittern, bald werde ich meinen Körper wiedererlangen und dann werde ich durch die Lande ziehen mit meinem feurigen Schwert des Zorns!

source: Great. Why can't we just have a sewer like most modern cities? Sheesh.
de: Großartig. Warum können wir nicht einfach ein Abwassersystem wie alle modernen Städte haben? Pfffft.

source: Now I just need to find my way out of here. Is that a breeze coming from behind the tombstone?
de: Jetzt muss ich meinen Weg heraus finden. Ist das ein Atemhauch, der hinter dem Grabstein herkommt?

source: The tombstone stands quiet now.
de: Das Grab ist nun still.

source: King's knight
de: Ritter des Königs

source: Careful on the roads out there, strange things have been afoot in the kingdom lately.
de: Sei vorsichtig auf den Straßen dort draußen. Verrückte Dinge sind in letzter Zeit im Königreich passiert.

source: The king sent me to help out if there any trouble, but honestly...
de: Der König hat mich gesandt, falls jemand Hilfe benötigt, aber ganz ehrlich...

source: I'm a little scared, and you have a sword. Can't you take care of it?
de: Ich bin ein wenig ängstlich und du hast ein Schwert. Kannst du das nicht erledigen?

source: The King sends his highest regards, and hopes you'll come to the palace soon!
de: Der König sendet seine besten Grüße und hofft dass du bald zu ihm in den Palast kommst!

source: Robin the Hunter
de: Robin der Jäger

source: This bow is the best ever seen in this village.
de: Dieser Bogen ist der Beste, den das Dorf je gesehen hat.

source: What? No, of course you can't have it!
de: Was? Natürlich kannst du den nicht haben!

source: Armor
de: Rüstung

source: I talked to the Elder... he wants me to give you something.
de: Ich habe mit dem Stammesältesten gesprochen... er möchte, dass du mir etwas gibst, oder so ähnlich.

source: Your precious bow? Yes, that should come in handy.
de: Dein wertvoller Bogen? Ja, der könnte durchaus nützlich sein.

source: My bow?? You're nuts, I grew up with this thing!
de: Mein Bogen? Du bist ein Quatschkopf, ich bin damit aufgewachsen!

source: What else do you have?
de: Was hast du denn sonst?

source: Well, I have some old leather armor. It should help.
de: Nun, ich habe hier eine alte Lederrüstung. Das sollte helfen.

source: Ew, it smells like wet socks.
de: Mhhh, das riecht ja wie nasse Socken.

source: No, that's just the smell o' tha woods! Don't look a gift horse in the mouth!
de: Nein, das ist nur der Geruch der Wälder! Einem geschenkten Gaul schaut man nicht ins Maul!

source: Ah, hey, you kill Zalkaz! I would have done it myself, but you know how it is.
de: Ach, hey, du tötest Zalkaz? Ich hätte es ja selbst getan, aber du weißt ja, wie es ist.

source: How is it exactly?
de: Wie ist es denn?

source: Ah, er, well... oh look! Squirrel!
de: Ah, er, nun... Oh, guck mal da drüben, ein Eichhörnchen!

source: Shandra the Innkeep
de: Sandra die Wirtin

source: Welcome to the tavern. Would you like some chicken wings?
de: Willkommen in der Taverne. Möchtest du ein paar Hühnerbrüste?

source: I expect suitors will soon be coming to town looking for you. Ah, to be young again.
de: Ich erwarte, dass bald Verehrer hierher kommen werden wegen dir. Ach, wenn man nochmal jung wäre.

source: Jailor
de: Kerkermeister

source: Lots of unsavory types locked up here!
de: Hier sind ziemlich viele widerliche Typen gefangen!

source: Aw, who am I kidding? We haven't had an inmate in fifty years.
de: Ach, wem mache ich was vor? Wir hatten seit fünfzig Jahren keinen Häftling.

source: I think I still have the keys around here somewhere, though...
de: Ich glaube die Schlüssel liegen hier noch irgendwo rum...

source: Maybe you should be our new Sherriff! Not that we've anyone around to imprison, still.
de: Vielleicht solltest du unser neuer Oberwachtmeister werden? Nicht, dass wir jemanden hätten, den wir einsperren wollten, aber nun ja.

source: Celade the Jeweler
de: Silade der Juwelier

source: I came here all the way from the Castle Keradon to sell the jewels my family mines, but nobody here is buying!
de: Ich bin von der Burg Keradon hierher gekommen, um Edelsteine und Juwelen aus der Mine meiner Familie zu verkaufen. Aber niemand kauft hier!

source: Hopefully there's more money to be made at my next stop in Haladria.
de: Hoffentlich kann ich mehr verdienen bei meinem nächsten Halt und zwar in Haladria.

source: Librarian Joe
de: Joe der Bibliothekar

source: Oh, no, I'm not the Elder, I'm just his twin brother!
de: Oh nein, ich bin nicht der Stammesälteste, ich bin sein Zwillingsbruder!

source: Younger by an hour, but he gets to be the village elder.
de: Um eine Stunde jünger, aber er ist der Stammesälteste.

source: Let me know if you need to look anything up, maps or the like.
de: Sag einfach Bescheid, falls du irgendetwas nachschauen möchtest. Karten und dergleichen habe ich auch.

source: I'm already writing down your story for future generations!
de: Ich schreibe schon deine Biografie für die zukünftigen Generationen!

source: Quartermaster Fenton
de: Quartiermeister Fenton

source: We're stocking up the granary for the winter.
de: Wir stocken die Kornkammer auf für den Winter.

source: Read Note
de: Lese Notiz

source: If we're not in right now, feel free to leave the money in the chest. Honor system!
de: Falls wir gerade nicht da sind, lass einfach das Geld in der Truhe. Eine Ehrensache!

source: PFC Xavier
de: Obergefreiter Xaviar

source: Don't break my concentration, or that thing will send me sprawling!
de: Störe nicht meine Konzentration oder das Ding wird mich herumlümmeln lassen

source: We're getting away for a few days. Castle life is just so hectic!
de: Wir entspannen für ein paar Tage. Das Burgleben ist so hektisch!

source: Don't tell Harry, but I'm really interested in going to the volcano - there might even be some obsidian there!
de: Erzähle Harry nicht davon, aber ich bin sehr interessiert auch mal zum Vulkan zu gehen. Da könnte sogar Obsidian sein!

source: Only trouble is, it's too hot to get close enough. If only there was a way to traverse the lava.
de: Da gibts nur Ärger, es ist zu heiß um da auch nur in die Nähe zu kommen. Falls es nur einen Weg gäbe um über die Lava zu laufen.

source: We're almost ready to go back home to the castle, but I still haven't been to the volcano.
de: Wir sind schon fast wieder fertig, um nach Hause zu reisen, aber ich habe den Vulkan noch nicht gesehen.

source: I'd let you borrow this charm, but apparently they only work for Laurelians,
de: Ich würde dir dieses Amulett leihen, aber anscheinend funktioniert es nur für Lorbeerheimer.

source: Shucks. Well, if you ever want to visit us back at the castle, just let me know!
de: Och. Naja. Falls du uns jemals in der Burg besuchen möchtest, lass es mich einfach wissen!

source: Ah, the vacation life!
de: Ah, das Urlaubsleben!

source: I hear there's some great spelunking to the north, and skiing to the south.
de: Ich habe gehört, dass es großartige Höhlen im Norden gibt und Skigebiete im Süden.

source: Do you know where I rent some skis around here?
de: Weißt du, wo ich hier Skier mieten kann?

source: Uh, I'm not sure we have any shops like that.
de: Erm, ich bin mir da nicht sicher, ob wir überhaupt solche Läden haben.

source: Darn. Our castle is way more impressive than your ruined one here, I'll bet you could get skis there.
de: Verdammt. Unsere Burg ist viel beeindruckender als eure Ruine hier. Ich wette, da könnte man Skier bekommen.
